Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: Instructions
da: Instruktioner
fi: Ohjeet
nb: Instruksjoner
sv: Instruktioner

source: Instructor
da: Instruktør
fi: Ohjaaja
nb: Instruktør
sv: Instruktör

source: Internal server error
da: Intern serverfejl
fi: Sisäinen palvelinvirhe
nb: Intern serverfeil
sv: Internt serverfel

source: Internet connection lost
da: Ingen internetforbindelse
fi: Verkkoyhteyttä ei löydy
nb: Internettforbindelse mistet
sv: Ingen anslutning

source: Invalid URL for customer service
da: Ugyldig URL til kundeservice
fi: Virheellinen URL-osoite asiakaspalvelua varten
nb: Ugyldig nettadresse til kundeservice
sv: Ogiltig webbadress för kundservice

source: Invitation to class
da: Invitation til hold
fi: Kutsu tunnille
nb: Invitasjon til gruppetime
sv: Inbjudan till klass

source: Invite
da: Invitér
fi: Kutsu
nb: Inviter
sv: Bjud in

source: Invite a friend
da: Invitér en ven
fi: Kutsu ystävä
nb: Inviter en venn
sv: Bjud in en vän

source: Invite followers
da: Invitér følgere
fi: Kutsu seuraajia
nb: Inviter følgere
sv: Bjud in följare

source: Invite friends
da: invitér venner
fi: Kutsu ystäviä
nb: Inviter venner
sv: Bjud in vänner

source: Invite your followers
da: Invitér dine følgere
fi: Kutsu seuraajiasi
nb: Inviter følgerne dine
sv: Bjud in dina följare

source: Invited
da: Inviteret
fi: Kutsuttu
nb: Invitert
sv: Inbjuden

source: is going!
da: skal med!
fi: osallistuu!
nb: skal dit!
sv: kommer

source: It is less than 2 hours before the class, if you get the spot, you cannot unbook.
da: Der er mindre end 2 timer til holdet starter. Hvis du får en plads, kan du ikke afbestille den.
fi: Treenin alkuun on alle 2 tuntia. Jos otat paikan, et voi perua varaustasi.
nb: Det er under 2 timer til timen begynner – hvis du får plassen, kan den ikke avbookes.
sv: Det är mindre än 2 timmar kvar tills klassen börjar. Om du får en plats kan du inte längre avboka.

source: It seems like this class already has been unbooked
da: Det ser ud til, at du allerede har afmeldt dig denne holdtime
fi: Näyttää siltä, että tämän tunnin varaus on jo peruutettu
nb: Det ser ut til at timen allerede er avbestilt
sv: Det ser ut som att den här klassen redan har avbokats

source: It's less than two hours before the class begins so you can't unbook later.
da: Der er under 2 timer til at holdet starter, så du kan ikke afmelde senere.
fi: Treenin alkamiseen on alle kaksi tuntia, joten et voi perua varaustasi myöhemmin.
nb: Det går ikke å avbooke når det er mindre enn to timer til timen starter.
sv: Det är mindre än två timmar kvar tills klassen börjar så du kan inte längre avboka.

source: Join
da: Deltag
fi: Osallistu
nb: Bli med
sv: Delta

source: Join a challenge!
da: Deltag i en challenge!
fi: Liity haasteeseen!
nb: Bli med på en utfordring!
sv: Delta i en utmaning!

source: join me
da: tag med mig
fi: liity seuraani
nb: Bli med meg
sv: följ med mig

source: Join SATS Beta program
da: Tilmeld dig SATS Beta program
fi: Liity SATS-betaohjelmaan
nb: Bli med i SATS Beta-programmet
sv: Gå med i SATS betaprogram

source: Join today and get started with good exercise routines. We support you all the way – and we'll cover the administration fee 💙
da: Tilmeld dig i dag og kom godt i gang med gode træningsrutiner. Vi hepper på dig hele vejen – og giver dig fri oprettelse 💙
fi: Liity jäseneksi tänään ja aloita hyvät liikuntarutiinit! Tuemme sinua matkasi varrella - ja tarjoamme liittymismaksun veloituksetta 💙
nb: Bli medlem i dag og kom i gang med gode treningsrutiner. Vi støtter deg hele veien – og vi dekker administrasjonsgebyret 💙
sv: Gå med idag och kom igång med goda träningsvanor. Vi stöttar dig hela vägen – och vi bjuder på startavgiften 💙

source: Join waitlist
da: Book
fi: Liity jonotuslistalle
nb: Book
sv: Boka

source: Joins
da: Deltager
fi: Liittyy
nb: Blir med
sv: Har anmält sig

source: Just now
da: Lige nu
fi: Juuri nyt
nb: Nå
sv: Just nu

source: Keep an eye out for the search function soon!
da: Hold øje med søgefunktionen – den kommer snart!
fi: Pidä hakutoimintoa pian silmällä!
nb: Hold utkikk etter søkefunksjonen snart!
sv: Håll utkik efter sökfunktionen snart!

source: Keep it off
da: Deaktiver
fi: Pidä pois päältä
nb: Ikke aktiver
sv: Aktivera ej

source: Keep it up!
da: Bare fortsæt!
fi: Jatka samaa rataa!
nb: Hold det gående!
sv: Fortsätt jobba!

source: Keep pushing!
da: Bare fortsæt!
fi: Jatka!
nb: Hold tempoet oppe!
sv: Fortsätt kämpa!

source: Keep up the good work!
da: Fortsæt det gode arbejde!
fi: Jatka samaan malliin!
nb: Fortsett sånn!
sv: Bra! Fortsätt jobba!

source: Language
da: Sprog
fi: Kieli
nb: Språk
sv: Språk

source: Last 6 months
da: Sidste 6 måneder
fi: Viimeiset 6 kuukautta
nb: De siste 6 månedene
sv: Senaste 6 månaderna

source: Last 12 months
da: Sidste 12 måneder
fi: Viimeiset 12 kuukautta
nb: De siste 12 månedene
sv: Senaste 12 månaderna

source: Last 30 days
da: Sidste 30 dage
fi: Viimeiset 30 päivää
nb: De siste 30 dagene
sv: Senaste 30 dagarna

source: Learn more
da: Læs mere
fi: Lue lisää
nb: Les mer
sv: Läs mer

source: Leave
da: Forlad
fi: Keskeytä
nb: Forlat
sv: Lämna

source: Leave a comment
da: Skriv en kommentar
fi: Jätä kommentti
nb: Legg igjen en kommentar
sv: Lämna en kommentar

source: Less than a minute
da: Mindre end ét minut
fi: Alle minuutti
nb: Mindre enn ett minutt
sv: Mindre än en minut

source: Let's get to know each other better! 👋🏻
da: Lad os lære hinanden bedre at kende!
fi: Tutustutaan toisiimme paremmin!
nb: La oss bli bedre kjent! 👋🏻
sv: Låt oss lära känna varandra lite bättre! 👋🏻

source: Let's go!
da: Kom i gang!
fi: Mennään!
nb: Kjør på!
sv: Nu kör vi!

source: Log out
da: Log ud
fi: Kirjaudu ulos
nb: Logg ut
sv: Logga ut

source: Lots of capacity
da: Masser af kapacitet
fi: Vähän tilaa
nb: God kapasitet
sv: Mycket kapacitet

source: Make every workout count! Set a goal that reflects your commitment to achieving your best self.
da: Få mest muligt ud af hver eneste træning! Sæt et mål, der afspejler, hvem du gerne vil være.
fi: Tee jokaisesta treenistä merkittävä! Aseta tavoite, joka vastaa sitoutumistasi parhaasi saavuttamiseen.
nb: Fremgang i hver treningsøkt! Sett et mål som gjenspeiler forpliktelsen din til å bli ditt beste jeg.
sv: Få varje träningspass att räknas! Sätt ett mål som speglar ditt engagemang för att bli den bästa versionen av dig själv.

source: Make public
da: Offentliggør
fi: Julkaise
nb: Gjør synlig
sv: Gör synlig

source: Make public again
da: Offentliggør igen
fi: Julkaise uudestaan
nb: Gjør synlig igjen
sv: Gör synlig igen

source: Make workout public again?
da: Offentliggør træning igen?
fi: Tehdäänkö treenistä taas julkinen?
nb: Ønsker du å gjøre treningen offentlig for følgere igjen?
sv: Vill du göra träningen offentlig igen?

source: Manage membership, payment and personal info
da: Administrer medlemskab, betaling og personlige oplysninger
fi: Hallitse jäsenyys-, maksu- ja henkilötietoja
nb: Administrer medlemskapet ditt, betalinger og personlig informasjon
sv: Hantera medlemskap, betalning och personlig info

source: Manually Refresh Widgets
da: Opdater widgets manuelt
sv: Uppdatera widgetar manuellt

source: Mark as completed
da: Marker som færdiggjort
fi: Merkitse tehdyksi
nb: Merk som fullført
sv: Markera som genomfört

source: Maybe later
da: Måske senere
fi: Ehkä myöhemmin
nb: Kanskje senere
sv: Kanske senare

source: Meet 10 min before to get your ticket to confirm your spot!
da: Mød op 10 min. før for at få din billet til bekræftelse af din plads!
fi: Saavu paikalle viimeistään 10 min ennen hakemaan lippusi, jotta varmistat paikkasi.
nb: Møt opp 10 minutter før for å få billetten og bekrefte plassen din!
sv: Hämta din biljett 10 minuter innan klassen börjar för att säkra din plats.

source: Message
da: Beskeder
fi: Viesti
nb: Beskjed
sv: Meddelande

source: Messages is unavailable
da: Beskeder er ikke tilgængelige
fi: Viesti ei ole käytettävissä
nb: Meldinger er utilgjengelig
sv: Meddelanden är inte tillgängligt

source: Mid day
da: Midt på dagen
fi: Keskipäivä
nb: Midt på dagen
sv: Lunch

# minutesLeft
source: %d minutes left
da: %d minutter tilbage
fi: %d minuuttia jäljellä
nb: %d minutter igjen
sv: %d minuter kvar

source: Missed classes
da: Udeblevne hold
fi: Perumattomat tunnit
nb: Uteblitte timer
sv: Missade klasser

source: Missing Data
da: Manglende data
fi: Tietoja puuttuu
nb: Data mangler
sv: Data saknas

source: Monday
da: Mandag
fi: Maanantai
nb: Mandag
sv: Måndag

source: More
da: Mere
fi: Lisää
nb: Mer
sv: Mer

source: More challenges await! 💪
da: Flere challenges på vej! 💪
fi: Lisää haasteita luvassa! 💪
nb: Flere utfordringer venter! 💪
sv: Fler utmaningar väntar 💪

source: More Options for: %@
da: Flere muligheder for: %@
fi: Lisää vaihtoehtoja: %@
nb: Flere alternativer for: %@
sv: Fler val för: %@

source: Morning
da: Morgen
fi: Aamu
nb: Morgen
sv: Förmiddag

source: most popular
da: mest populære
fi: suosituimmat
nb: mest populære
sv: mest populär

source: Most popular
da: Mest populære
fi: Suosituimmat
nb: Mest populære
sv: Mest populära

source: Most visited
da: Mest besøgte
fi: Suosituimmat kerhot
nb: Mest besøkte
sv: Mest besökta

source: Multiple friends joined
da: Flere venner deltager
fi: Useat ystävät osallistuivat
nb: Flere venner ble med
sv: Flera vänner har joinat

source: My membership
da: Mit medlemskab
fi: Oma jäsenyyteni
nb: Medlemskapet ditt
sv: Mitt medlemskap

source: My pleasure!
da: Med fornøjelse!
fi: Ilo on minun puolellani!
nb: Alt i orden!
sv: Tack!

source: My PT packages
da: Mine PT-pakker
fi: Omat PT-paketit
nb: Mine PT-klipp
sv: Mina PT-paket

source: My vouchers
da: Mine kuponer
fi: Omat kupongit
nb: Mine kuponger
sv: Mina vouchers

source: Name
da: Navn
fi: Nimi
nb: Navn
sv: Namn

source: Network Error
da: Netværksfejl
fi: Verkkovirhe
nb: Nettverksfeil
sv: Nätverksfel

source: Never miss important news and information 💪
da: Gå aldrig glip af vigtige nyheder og informationer 💪
fi: Älä koskaan missaa tärkeitä uutisia ja tietoja 💪
nb: Aldri gå glipp av viktige nyheter og informasion 💪
sv: Missa aldrig viktig information och nyheter 💪

source: New
da: Ny
fi: Uusi
nb: Ny
sv: Ny

source: Newer iOS version available
da: Nyere iOS-version tilgængelig
fi: Uudempi iOS-versio saatavilla
nb: En nyere iOS-versjon er tilgjengelig
sv: Nyare iOS-version tillgänglig

# newGxSpotsLeft
source: %d spots
da: %d pladser
fi: %d paikkaa
nb: %d plasser
sv: %d platser

source: News
da: Nyheder
fi: Uutta
nb: Nyheter
sv: Nyheter

source: News feed is empty for now!
da: Der er ikke flere nyheder!
fi: Uutissyöte on tyhjä juuri nyt.
nb: Nyhetsfeeden er tom for øyeblikket!
sv: Inga nyheter just nu

source: Next
da: Næste
fi: Seuraava
nb: Neste
sv: Nästa

source: Next up is "%@"
da: Det næste er "%@"
fi: Seuraavana vuorossa on "%@"
nb: Neste er "%@"
sv: Nästa är "%@"

source: Night
da: Nat
fi: Yö
nb: Natt
sv: Natt

source: No
da: Nej
fi: Ei
nb: Nei
sv: Nej

source: No appearance settings available yet
da: Der er ingen indstillinger for udseende tilgængelige endnu
fi: Ulkonäköasetuksia ei ole vielä saatavilla
nb: Ingen visningsinnstillinger tilgjengelige ennå
sv: Inga temainställningar är tillgängliga än

source: No beta URL found
da: Ingen beta URL fundet
fi: Beta-URL-osoitetta ei löytynyt
nb: Fant ingen Beta-URL
sv: Inga beta-webbadress hittades

source: No classes found
da: Ingen hold fundet
fi: Tunteja ei löydy.
nb: Ingen gruppetimer funnet
sv: Inga klasser hittades

source: No comments yet
da: Ingen kommentarer endnu
fi: Ei vielä kommentteja
nb: Ingen kommentarer ennå
sv: Inga kommentarer än

source: No data to present.
da: Ingen data at vise.
fi: Tietoja ei ole saatavilla.
nb: Ingen data å vise
sv: Ingen information tillgänglig

source: No description added
da: Ingen beskrivelse tilføjet
fi: Kuvausta ei ole lisätty
nb: Ingen beskrivelse lagt inn
sv: Ingen beskrivning har lagts till

source: No friend activities found
da: Ingen venneaktiviteter fundet
fi: Ystävien treenejä ei löytynyt
nb: Ingen venne aktivitet funnet
sv: Ingen aktivitet hittad

source: No friends available
da: Ingen venner tilgængelige
fi: Ei saatavila olevia ystäviä
nb: Ingen venner tilgjengelig
sv: Inga vänner är tillgängliga

source: No internet connection
da: Ingen internetforbindelse
fi: Ei verkkoyhteyttä
nb: Ingen internettforbindelse
sv: Ingen uppkoppling

source: No longer active
da: Ikke længere aktiv
fi: Ei enää aktiivinen
nb: Ikke lenger aktiv
sv: Inte längre aktuell

source: No missed classes in the last 30 days
da: Ingen udeblevne hold de sidste 30 dage
fi: Ei perumattomia tunteja viimeisen 30 päivän aikana
nb: Ikke gått glipp av noen timer de siste 30 dagene
sv: Inga missade klasser de senaste 30 dagarna

source: No notifications
da: Ingen notifikationer
fi: Ei ilmoituksia
nb: Ingen varslinger
sv: Inga notiser

source: No ongoing or upcoming challenges
da: Ingen nuværende eller kommende challenges
fi: Ei käynnissä olevia tai alkavia haasteita.
nb: Ingen pågående eller kommende utfordringer
sv: Inga pågående eller kommande utmaningar

source: No package found to book/unbook the PT session, please contact support
da: Ingen pakke fundet til at tilmelde/afmelde PT session, kontakt support
fi: Ei löytynyt pakettia PT-tapaamisen varaamiseen/peruuttamiseen, ota yhteyttä tukeen
nb: Fant ingen pakker for å booke/avbooke PR-timen – kontakt kundeservice
sv: Inget paket hittades för att boka/avboka PT-tillfället, kontakta kundservice

source: No previously missed classes
da: Ingen tidligere udeblevne hold
fi: Ei aiempia perumattomia tunteja
nb: Ikke gått glipp av noen timer
sv: Inga tidigare missade klasser

source: No problem!
da: Intet problem!
fi: Ei hätää!
nb: Ikke noe problem!
sv: Inga problem!

source: No results
da: Ingen resultater
fi: Ei tuloksia
nb: Ingen resultater
sv: Inga resultat

source: No search was made
da: Ingen søgning foretaget
fi: Hakua ei tehty
nb: Ingen søk har blitt gjort
sv: Ingen sökning har gjorts

source: No sessions found
da: Ingen sessioner fundet
fi: Istuntoja ei löydy
nb: Fant ingen økter
sv: Inga tillfällen hittades

source: No thanks
da: Nej tak
fi: Ei kiitos
nb: Nei takk
sv: Nej tack

source: No upcoming workouts
da: Ingen kommende træninger
fi: Ei tulevia treenejä
nb: Ingen kommende treningsøkter
sv: Inga kommande träningspass

source: No worries, we won't tell your friend.
da: Bare rolig, vi siger ikke noget til din ven.
fi: Ei hätää, emme kerro ystävällesi.
nb: Vi vil ikke gi beskjed til vennen din.
sv: Oroa dig inte, din vän får inte veta något

source: None
da: Ingen
fi: Ei mitään
nb: Ingen
sv: Inget

source: Not Authenticated
da: Ikke verificeret
fi: Ei todennettu
nb: Ikke autentisert
sv: Inte autentiserad

source: Not Completed
da: Ikke gennemført
fi: Ei suoritettu
nb: Ikke fullført
sv: Ej avklarad

source: Not found
da: Ikke fundet
fi: Ei löytynyt
nb: Ikke funnet
sv: Kunde inte hittas

source: Not really
da: Ikke rigtigt
fi: Ei oikeastaan
nb: Ikke egentlig
sv: Inte riktigt

source: Not staffed
da: Ikke bemandet
fi: Ei henkilökuntaa paikalla
nb: Ikke bemannet
sv: Obemannat

source: notes
da: noter
fi: muistiinpanot
nb: notater
sv: anteckningar

source: Notifications
da: Notifikationer
fi: Ilmoitukset
nb: Varsler
sv: Notifikationer

# numberOfClasses
source: %d classes
da: %d hold
fi: %d tuntia
nb: %d timer
sv: %d klasser

# numberOfDays
source: %d days
da: %d dage
fi: %d päivää
nb: %d dager
sv: %d dagar

# numberOfMissedClasses
source: %d missed classes
da: %d udeblevne hold
fi: %d perumattomat tunnit
nb: %d uteblitte timer
sv: %d missade klasser

# numberOfMonths
source: %d months
da: %d måneder
fi: %d kuukautta
nb: %d måneder
sv: %d månader

# numberOfMoreTimes
source: %d more times
da: %d gange mere
fi: %d kertaa lisää
nb: %d ganger til
sv: %d gånger till

# numberOfPeopleOnWaitingList
source: There are %d on the waiting list
da: Der er %d på venteliste
fi: %d ihmistä jonossa.
nb: Det er %d på ventelisten
sv: Det är %d på väntelistan

# numberOfReps
source: %d reps
da: %d gentagelser
fi: %d toistoa
nb: %d repetisjoner
sv: %d repetitioner

# numberOfSets
source: %d sets
da: %d sæt
fi: %d sarjaa
nb: %d sett
sv: %d set

# numberOfTimes
source: %d times
da: %d gange
fi: %d kertaa
nb: %d ganger
sv: %d gånger

source: on waitlist
da: på venteliste
fi: on jonotuslistalla
nb: på ventelisten
sv: på väntelistan

# onceOrNumberOfTimes
source: %d times
da: %d gange
fi: %d kertaa
nb: %d ganger
sv: %d gånger

source: Oops! Time has run out for this challenge. But don't stress, more challenges await! 💪
da: Åh nej! Denne challenge er slut Men bare rolig - der er flere på vej! 💪
fi: Hups! Haasteen suoritusaika on päättynyt. Mutta älä huoli, uusia haasteita on luvassa! 💪
nb: Oops! Tiden har løpt ut for denne utfordringen. Men ikke stress, flere utfordringer venter! 💪
sv: Oops! Tiden för att avsluta den här utmaningen har gått ut. Men det finns fler utmaningar som väntar 💪

source: Oops! We couldn't create your QR code. Please try again.
da: Ups! Vi kunne ikke oprette din QR-kode. Prøv igen.
fi: Hups! Emme voineet luoda QR-koodiasi. Yritä uudelleen.
nb: Oops! Vi klarte ikke å opprette QR-koden din. Vennligst prøv igjen.
sv: Hoppsan! Det gick inte att skapa QR-koden. Försök igen.

source: Open direction in
da: Åbn retning i
fi: Avaa suunta
nb: Åpne rutebeskrivelse i
sv: Öppna vägbeskrivning i

source: Open now
da: Åben nu
fi: Avoinna
nb: Åpent nå
sv: Öppet nu

source: Open profile
da: Åbn profil
fi: Avaa profiili
nb: Åpen profil
sv: Öppna profil

source: Open Settings
da: Åbn Indstillinger
fi: Avaa asetukset
nb: Åpne innstillinger
sv: Öppna Inställningar

source: Opening hours
da: Åbningstider
fi: Aukioloajat
nb: Åpningstider
sv: Öppettider

source: Opens %@
da: Åbner %@
fi: Avataan %@
nb: Åpner %@
sv: Öppnar %@

source: Opens the QR code to check in into the gym
da: Åbner QR-koden for at tjekke ind i centret
nb: Åpne QR-koden for å sjekke inn på senteret
sv: Öppnar QR-koden för att checka in på gymmet

source: Opens tomorrow %@
da: Åbner imorgen %@
fi: Avaa huomenna klo %@
nb: Åpner i morgen %@
sv: Öppnar imorgon %@

source: Optional
da: Valgfri
fi: Valinnainen
nb: Valgfritt
sv: Valfritt

source: Original user
da: Oprindelig bruger
fi: Alkuperäinen käyttäjä
nb: Opprinnelig bruker
sv: Ursprunglig användare

source: other
da: andre
fi: muu
nb: annet
sv: annat

source: Other
da: Andre
fi: Muu
nb: Annet
sv: Övriga

source: Overview of all completed training
da: Overblik over alle gennemførte træninger
fi: Treenihistoria
nb: Oversikt over alle fullførte treninger
sv: Översikt över genomförda träningspass

source: Overview of all completed workouts
da: Overblik over alle gennemførte træninger
fi: Yhteenveto tehdyistä treeneistä
nb: Oversikt over alle fullførte treninger
sv: Översikt över genomförda träningspass

source: Owner
da: Ejer
fi: Omistaja
nb: Eier
sv: Ägare

source: Page
da: Side
fi: Sivu
nb: Side
sv: Sida

source: Parking
da: Parkering
fi: Pysäköinti
nb: Parkering
sv: Parkering

source: Participated in **%@**
da: Deltager i **%@**
fi: Osallistui **%@** -tunnille
nb: Deltok på **%@**
sv: Gick på **%@**

source: Paying for
da: Betaler for
fi: Maksaa jostakin
nb: Betaling for
sv: Betalar för

source: Payment
da: Betaling
fi: Maksu
nb: Betaling
sv: Betalning

source: Payment history
da: Betalingshistorik
fi: Maksuhistoria
nb: Betalingshistorikk
sv: Betalningshistorik

source: Payment method
da: Betalingsmetode
fi: Maksutapa
nb: Betalingsmåte
sv: Betalningsmetod

source: Pending
da: Afventer
fi: Odottaa
nb: Venter
sv: Väntande

source: Pending requests
da: Ventende anmodninger
fi: Odottavat pyynnöt
nb: Forespørseler
sv: Väntande förfrågningar

source: per week
da: pr. uge
fi: viikossa
nb: per uke
sv: per vecka

source: Permanetly Clear Logs
da: Slet historik permanent
fi: Poista lokit pysyvästi
nb: Slett logger permanent
sv: Rensa loggar permanent

source: Personal info
da: Personlige oplysniger
fi: Henkilötiedot
nb: Personlig informasjon
sv: Personlig info

source: Personal trainer
da: Personlig træner
nb: Personlig trener
sv: Personlig tränare

source: Personal trainers
da: Personlig trænere
fi: Personal Trainerit
nb: Personlige Trenere
sv: Personliga tränare

source: Personal Trainers
da: Personlig trænere
fi: Personal Trainerit
nb: Personlige Trenere
sv: Personliga tränare

source: Personal training
da: Personlig træning
nb: Personlig trening
sv: Personlig träning

source: Personal training calendar reminders
da: Personlig træningspåmindelser
fi: Personal Trainingin kalenterimuistutukset
nb: Personlig trening-kalender påminnelse
sv: Personlig träning kalenderpåminnelser

source: Personal training sessions must be canceled 24 hours before the session
da: Personlige træningssessioner skal afmeldes mindst 24 timer før sessionen.
fi: PT-tapaaminen pitää perua viimeistään 24 tuntia ennen sovittua aikaa.
nb: Avtaler med Personlig trener må kanselleres 24 timer før
sv: PT-tillfällen måste avbokas 24 timmar innan tillfället börjar

source: Plan your next workout!
da: Planlæg din næste træning!
fi: Suunnittele seuraava harjoituksesi!
nb: Planlegg din neste treningsøkt!
sv: Planera ditt nästa träningspass

source: Please check your internet connection and try again.
da: Venligst tjek din internetforbindelse og prøv igen.
fi: Tarkista verkkoyhteys ja kokeile uudestaan.
nb: Kontroller din internettforbindelse og prøv igjen.
sv: Vänligen kontrollera din internetuppkoppling och försök igen

source: Please grant camera access to use the code scanner.
da: Tillad venligst adgang til kamera for at bruge kodescanneren.
fi: Anna kameralle koodiskannerin käyttöoikeus.
nb: Gi tilgang til kameraet for å bruke kodeskanneren.
sv: Ge kameran åtkomst för att använda kodskannern.

source: Please try again. If the problem persists then contact our support team for assistance.
da: Venligst prøv igen. Hvis problemet fortsætter, kontakt vores support for assistance.
fi: Yritä uudestaan. Jos ongelma edelleen jatkuu, ota yhteyttä tekniseen tukeen.
nb: Prøv igjen. Ta kontakt med kundeservice dersom problemet vedvarer.
sv: Vänligen försök igen. Om problemet kvarstår, kontakta vår support för hjälp.

source: Popular times
da: Populære tidspunkter
fi: Suositut ajat
nb: Populære tider
sv: Populära tider

source: Predictions
da: Forventede besøg
fi: Ennustettu
nb: Forventet besøk
sv: Förväntade

source: Preview
da: Forhåndsvisning
fi: Esikatselu
nb: Forhåndsvis
sv: Förhandsgranska

source: Preview all PT sessions
da: Forhåndsvisning af alle PT-sessions
fi: Esikatsele kaikkia PT-tapaamisia
nb: Forhåndsvis alle PT-økter
sv: Förhandsgranska alla PT-tillfällen

source: Previous
da: Forrige
fi: Edellinen
nb: Forrige
sv: Tidigare

source: Privacy
da: Databeskyttelse
fi: Yksityisyys
nb: Personvern
sv: Sekretess

source: Privacy policy
da: Databeskyttelsespolitik
fi: Tietosuojakäytäntö
nb: Retningslinjer for personvern
sv: Sekretesspolicy

source: Privacy statements
da: Privatlivserklæring
fi: Tietosuojalausunnot
nb: Personvernerklæringer
sv: Integritetsvillkor

source: Profile not found
da: Profilen blev ikke fundet
fi: Profiilia ei löytynyt
nb: Profilen ble ikke funnet
sv: Hittade inte profilen

source: PT Session
da: PT time
fi: PT-tapaaminen
nb: PT-økt
sv: PT-tillfälle

source: PT session w/%@
da: PT session med %@
fi: PT-tapaaminen henkilön/%@ kanssa
nb: PT-time med %@
sv: PT-tillfälle med %@

source: PT Trial Session, an introduction to personal training.
da: PT prøvesession, en introduktion til personlig træning.
fi: PT-kokeilukerta, tutustuminen Personal Training -palveluihin.
nb: Prøvetime med PT, en introduksjon til personlig trening
sv: Provtillfälle med PT, en introduktion till personlig träning.
